/* Import progress description for importing source files stage. %1 is the basic description of the stage as a string (followed by ellipses), %2is the number of MB transferred so far as a float, %3 is the total number of MB to be transferred as a float. */
"%1$@ (%2$.01f MB of %3$.01f MB)" = "%1$@ (%2$.01f MB of %3$.01f MB)";

/* Drive import progress meter label. %1 is the current progress as an unsigned integer percentage, %2 is the total size of the transfer as an unsigned integer in megabytes */
"%1$i%% of %2$i MB" = "%1$i%% of %2$i MB";

/* Description format for inactive drives. %@ is the original description of the drive (e.g. 'CD-ROM', 'hard disk' etc.) */
"%@ (ejected)" = "%@ (ejected)";

/* Window title format when session is paused. %@ is the regular title of the window. */
"%@ (Paused)" = "%@ (Paused)";

/* Heading for game documentation in help menu. %@ is the display name of the current DOS session. */
"%@ Documentation:" = "%@ Documentation:";

/* Title of confirmation sheet after a game exits. %@ is the display name of the current DOS session.) */
"%@ has now finished." = "%@ has now finished.";

/* Format for the label of the initial cancel button when finalizing import, which should indicate that the action will not take effect immediately. %@ is the original button label. */
"%@…" = "%@…";

/* Label for flightstick throttle-adjusted bezel notification. %u is the current throttle value expressed as a percentage from 0 to 100%. */
"%u%% throttle" = "%u%% throttle";

/* Localized informative text for 2-axis racing wheel. */
"2 buttons and gas/brake pedals on a single axis." = "2 buttons and gas/brake pedals on a single axis.";

/* Description for 80386 speed class. %u is cycles setting. */
"386 speed (%u cycles)" = "386 speed (%u cycles)";

/* Localized informative text for 4-axis racing wheel. */
"4 buttons and gas/brake pedals\non separate axes." = "4 buttons and gas/brake pedals\non separate axes.";

/* Localized informative text for generic 4-axis joystick type. */
"4 buttons and up to 4 generic axes." = "4 buttons and up to 4 generic axes.";

/* Localized informative text for Thrustmaster FCS joystick type. */
"4 buttons, POV hat and rudder pedals." = "4 buttons, POV hat and rudder pedals.";

/* Localized informative text for CH Flightstick Pro joystick type. */
"4 buttons, POV hat, rudder and throttle." = "4 buttons, POV hat, rudder and throttle.";

/* Description for 80486 speed class. %u is cycles setting. */
"486 speed (%u cycles)" = "486 speed (%u cycles)";

/* Localized informative text for CH F-16 Combatstick joystick type. */
"6 buttons, 2 POV hats, rudder and throttle." = "6 buttons, 2 POV hats, rudder and throttle.";

/* Explanatory text shown when Boxer could not find any valid MT-32 ROMs to import. */
"A control ROM and PCM ROM are needed to emulate the MT-32. These files are normally named “MT32_CONTROL.ROM” and “MT32_PCM.ROM”." = "A control ROM and PCM ROM are needed to emulate the MT-32. These files are normally named “MT32_CONTROL.ROM” and “MT32_PCM.ROM”.";

/* Title of confirmation sheet when closing a session that has active drive import operations. %@ is the display name of the current DOS session. */
"A drive is still being imported into %@." = "A drive is still being imported into %@.";

/* Label shown on accept button in mount-a-new-drive panel. */
"Add drive" = "Add drive";

/* Title of menu item for choosing MT-32 ROMs to add when no ROMs are already present. */
"Add MT-32 ROMs…" = "Add MT-32 ROMs…";

/* Informative text of confirmation sheet when closing an active DOS session. */
"Any unsaved data will be lost." = "Any unsaved data will be lost.";

/* Description for PC-AT 80286 speed class. %u is cycles setting. */
"AT speed (%u cycles)" = "AT speed (%u cycles)";

/* Title format for automatic drive type/letter option. Shown in popup buttons on mount-a-new-drive sheet. %@ is the title of the real option whose value will be used if auto is chosen. */
"Auto (%@)" = "Auto (%@)";

/* Descriptive name for Boxer’s MIDI client when communicating with external MIDI devices. */
"Boxer" = "Boxer";

/* Bold message shown in alert when Boxer cannot find the user’s games folder at startup. */
"Boxer can no longer find your games folder." = "Boxer can no longer find your games folder.";

/* Error shown when chosen games folder was read-only. %1$@ is the name of the folder. */
"Boxer cannot write to the “%1$@” folder." = "Boxer cannot write to the “%1$@” folder.";

/* Title of confirmation sheet when closing a game import session. %@ is the display name of the gamebox. */
"Boxer has not finished importing %@." = "Boxer has not finished importing %@.";

/* Bold message in skip confirmation alert when importing from a CD or CD image. */
"Boxer is importing the game’s CD so that you can play without it." = "Boxer is importing the game’s CD so that you can play without it.";

/* Bold message in skip confirmation alert when importing from a floppy disk or floppy image while playing. */
"Boxer is importing the game’s floppy disk so that the game can find files on it later." = "Boxer is importing the game’s floppy disk so that the game can find files on it later.";

/* Bold message in skip confirmation alert when importing from a folder or other source with no more specific message. */
"Boxer is importing the game’s source files so that the game can find them later." = "Boxer is importing the game’s source files so that the game can find them later.";

/* Descriptive name for Boxer’s MIDI output port when communicating with external MIDI devices. */
"Boxer MIDI Out" = "Boxer MIDI Out";

/* Label for simple joystick Joypad layout. */
"Boxer: 2-axis, 2-button joystick" = "Boxer: 2-axis, 2-button joystick";

/* Label for standard joystick Joypad layout. */
"Boxer: 2-axis, 4-button joystick" = "Boxer: 2-axis, 4-button joystick";

/* Label for 4-button wheel Joypad layout. */
"Boxer: 2-button racing wheel" = "Boxer: 2-button racing wheel";

/* Label for flightstick Joypad layout. */
"Boxer: 4-button flightstick with POV switch" = "Boxer: 4-button flightstick with POV switch";

/* Label for 4-button wheel Joypad layout. */
"Boxer: 4-button racing wheel" = "Boxer: 4-button racing wheel";

/* Label for brake pedal on Joypad wheel layouts. */
"Brake" = "Brake";

/* Button to cancel without making a new games folder.
   Cancel the current action and return to what the user was doing */
"Cancel" = "Cancel";

/* Label/tooltip for cancelling in-progress drive import. */
"Cancel Import" = "Cancel Import";

/* Drive import progress meter label when import operation is cancelled. */
"Cancelling…" = "Cancelling…";

/* Label for CD-ROM drive mounts. */
"CD-ROM" = "CD-ROM";

/* Error shown when the chosen drive letter for a CD-ROM drive would be non-contiguous. */
"CD-ROM drives must be on sequential drive letters, with no gaps between them." = "CD-ROM drives must be on sequential drive letters, with no gaps between them.";

/* Localized name for CH F-16 Combatstick joystick type. */
"CH F-16 Combatstick" = "CH F-16 Combatstick";

/* Localized name for CH Flightstick Pro joystick type. */
"CH Flightstick Pro" = "CH Flightstick Pro";

/* Help text shown at the top of choose-a-folder-to-import panel. */
"Choose a DOS game folder, CD-ROM or disc image to import:" = "Choose a DOS game folder, CD-ROM or disc image to import:";

/* Help text shown at the top of mount-a-new-drive panel. */
"Choose a folder, CD-ROM or disc image to add as a DOS drive." = "Choose a folder, CD-ROM or disc image to add as a DOS drive.";

/* Help text shown at the top of the open panel. */
"Choose a gamebox, folder or DOS program to open in DOS." = "Choose a gamebox, folder or DOS program to open in DOS.";

/* Help text shown at the top of choose-an-installer panel. */
"Choose the DOS installer program for this game:" = "Choose the DOS installer program for this game:";

/* Help text shown at the top of choose-a-target-program panel. */
"Choose the target program for this gamebox:" = "Choose the target program for this gamebox:";

/* Import progress description for gamebox cleanup stage. */
"Cleaning up after ourselves…" = "Cleaning up after ourselves…";

/* Statusbar message when mouse is unlocked and over DOS viewport and unlocked mouse-tracking is disabled. */
"Click inside the window to lock the mouse." = "Click inside the window to lock the mouse.";

/* Used in confirmation sheets to close the current window */
"Close" = "Close";

/* Explanatory message shown when CD-image ripping fails because the disc is in use. */
"Close Finder windows or other applications that are using the disc, then try importing again." = "Close Finder windows or other applications that are using the disc, then try importing again.";

/* Statusbar message when mouse is unlocked and over DOS viewport. */
"Cmd-click inside the window to lock the mouse." = "Cmd-click inside the window to lock the mouse.";

/* Statusbar message when mouse is locked. */
"Cmd-click to release the mouse." = "Cmd-click to release the mouse.";

/* Menu item title for when selected drive is already the current DOS drive. */
"Current Drive" = "Current Drive";

/* The display title for the gamebox’s C drive when importing a game. */
"Destination Drive" = "Destination Drive";

/* Localized descriptive text for joystick-disabled option. */
"Disable joystick emulation." = "Disable joystick emulation.";

/* Title of confirmation sheet when closing an active DOS session. %@ is the display name of the current DOS session. */
"Do you want to close %@ while it is still running?" = "Do you want to close %@ while it is still running?";

/* The default name for the games folder. */
"DOS Games" = "DOS Games";

/* The display title for Boxer’s toolkit drive. */
"DOS Toolkit" = "DOS Toolkit";

/* Label for drive-added bezel notification. %1$@ is the drive letter. */
"Drive %1$@ added" = "Drive %1$@ added";

/* Label for drive-removed bezel notification. %1$@ is the drive letter. */
"Drive %1$@ ejected" = "Drive %1$@ ejected";

/* Error shown when a drive was in use and cannot be ejected. %1$@ is the drive's letter. */
"Drive %1$@ is currently busy and cannot be ejected." = "Drive %1$@ is currently busy and cannot be ejected.";

/* Error shown when a drive was locked and cannot be ejected. %1$@ is the drive's letter. */
"Drive %1$@ is required by Boxer and cannot be ejected." = "Drive %1$@ is required by Boxer and cannot be ejected.";

/* Label for drive-swapped bezel notification. %1$@ is the drive letter. */
"Drive %1$@ swapped" = "Drive %1$@ swapped";

/* Title for confirmation sheet when unmounting a single drive that is in use. %1$@ is the uppercase letter of the drive, %@ is the display-ready name of the current DOS process. */
"Drive %1$@: is in use by %2$@. Are you sure you want to remove it?" = "Drive %1$@: is in use by %2$@. Are you sure you want to remove it?";

/* Label for drive-imported bezel notification. %1$@ is the drive letter. */
"Drive %2$@ imported" = "Drive %2$@ imported";

/* Title shown in MT-32 ROM dropzone when no ROMs are present. */
"Drop MT-32 ROMs here to enable MT-32 emulation." = "Drop MT-32 ROMs here to enable MT-32 emulation.";

/* The display title for Boxer’s dummy CD-ROM drive. */
"Dummy CD" = "Dummy CD";

/* Label/tooltip for ejecting mounted drives. */
"Eject" = "Eject";

/* Label for drive panel menu item to remove selected drives entirely from the drive list. Shown when one or more selected drives is currently mounted. */
"Eject and Remove from List" = "Eject and Remove from List";

/* Recovery suggestion shown when all drive letters are already occupied.
   Recovery suggestion shown when the user tries to add more than the maximum number of CD-ROM drives. */
"Eject one or more existing drives and try again." = "Eject one or more existing drives and try again.";

/* Recovery suggestion shown when a drive's letter is already occupied. */
"Eject the existing drive and try again." = "Eject the existing drive and try again.";

/* A reason supplied to the power management system for why Boxer is preventing the Mac's display from sleeping. Must be 128 characters or less */
"Emulating DOS application" = "Emulating DOS application";

/* Recovery suggestion shown when a drive's source path does not exist or could not be accessed. */
"Ensure that you have permission to access this file and that the volume containing it is still available." = "Ensure that you have permission to access this file and that the volume containing it is still available.";

/* View menu option for entering fullscreen mode. */
"Enter Full Screen" = "Enter Full Screen";

/* View menu option for entering fullscreen mode without zooming. */
"Enter Full Screen Quickly" = "Enter Full Screen Quickly";

/* Label for Escape button on Joypad layouts. */
"ESC" = "ESC";

/* View menu option for returning to windowed mode. */
"Exit Full Screen" = "Exit Full Screen";

/* View menu option for returning to windowed mode without zooming. */
"Exit Full Screen Quickly" = "Exit Full Screen Quickly";

/* Help menu item for searching Mobygames: %@ is the display name of the current DOS session. */
"Find %@ at Mobygames" = "Find %@ at Mobygames";

/* Help menu item for searching ReplacementDocs: %@ is the display name of the current DOS session. */
"Find %@ at ReplacementDocs" = "Find %@ at ReplacementDocs";

/* Label for floppy-disk mounts. */
"floppy disk" = "floppy disk";

/* The display title for the gamebox’s C drive. */
"Game Drive" = "Game Drive";

/* Description format for bundled drives. %@ is the original description of the drive (e.g. 'CD-ROM', 'hard disk' etc.) */
"gamebox %@" = "gamebox %@";

/* Label for gas pedal on Joypad wheel layouts. */
"Gas" = "Gas";

/* Label for hard disk mounts. */
"hard disk" = "hard disk";

/* View menu option for hiding the program panel. */
"Hide Programs Panel" = "Hide Programs Panel";

/* View menu option for hiding the status bar. */
"Hide Status Bar" = "Hide Status Bar";

/* Informative text of confirmation sheet after a game exits. */
"If the program quit unexpectedly, you can return to DOS to examine any error messages." = "If the program quit unexpectedly, you can return to DOS to examine any error messages.";

/* Informative text of confirmation sheet when closing a session that has active drive import operations. */
"If you close now, the import will be cancelled." = "If you close now, the import will be cancelled.";

/* Explanatory text in skip confirmation alert when importing from a CD or CD image. */
"If you skip this step now, you can import the CD later from the Drives Inspector panel while playing." = "If you skip this step now, you can import the CD later from the Drives Inspector panel while playing.";

/* Explanatory text in skip confirmation alert when importing from a floppy disk or floppy image. */
"If you skip this step now, you can import the disk later from the Drives Inspector panel." = "If you skip this step now, you can import the disk later from the Drives Inspector panel.";

/* Informative text of confirmation sheet when closing a game import session. */
"If you stop importing, any already-imported game files will be discarded." = "If you stop importing, any already-imported game files will be discarded.";

/* Label for confirm button shown in MT-32 ROM file chooser panel.
   Label shown on accept button in choose-a-folder-to-import panel. */
"Import" = "Import";

/* The standard import window title before an import source has been chosen. */
"Import a Game" = "Import a Game";

/* Import window title once an import has finished. */
"Import complete" = "Import complete";

/* Menu item title/tooltip for importing drive into gamebox. */
"Import into Gamebox" = "Import into Gamebox";

/* Title for game import window. %@ is the name of the gamebox/source path being imported. */
"Importing %@" = "Importing %@";

/* Progress description when importing source files from floppy disk. */
"Importing game CD…" = "Importing game CD…";

/* Progress description when importing source files from floppy disk. */
"Importing game disk…" = "Importing game disk…";

/* Generic progress description for importing source files stage. */
"Importing game files…" = "Importing game files…";

/* Drive import menu item title, when selected drive(s) are already in the gamebox. */
"Importing into Gamebox…" = "Importing into Gamebox…";

/* Progress description when importing source files from a folder into a fake CD. */
"Importing source files as a CD…" = "Importing source files as a CD…";

/* Progress description when importing source files from a folder into a fake floppy disk. */
"Importing source files as a floppy disk…" = "Importing source files as a floppy disk…";

/* Progress description when importing source files from a folder or disk image into a secondary hard disk. */
"Importing source files as a hard disk…" = "Importing source files as a hard disk…";

/* Initial drive import progress meter label, before transfer size is known. */
"Importing…" = "Importing…";

/* Drive import menu item title, when selected drive(s) are already in the gamebox. */
"Included in Gamebox" = "Included in Gamebox";

/* Label/tooltip for mounting unmounted drives. */
"Insert" = "Insert";

/* Recovery suggestion shown when user tries to mount a system folder as a DOS drive. */
"Instead, choose one of your own folders, or a disc mounted in OS X." = "Instead, choose one of your own folders, or a disc mounted in OS X.";

/* Label for DOSBox virtual drives (i.e. Z). */
"internal system disk" = "internal system disk";

/* Localized informative text for generic 2-axis joystick type. */
"Joystick with 2 buttons and 2 axes." = "Joystick with 2 buttons and 2 axes.";

/* Format for error message when choosing an unsupported joystick type. %1$@ is the localized name of the chosen joystick type. */
"Joysticks of type “%1$@” are not supported by the current session." = "Joysticks of type “%1$@” are not supported by the current session.";

/* Label for default program checkbox in program panel. %@ is the lowercase filename of the currently-active program. */
"Launch %@ every time I open this gamebox." = "Launch %@ every time I open this gamebox.";

/* Label for initial default-program question in program panel. %@ is the lowercase filename of the currently-active program. */
"Launch %@ every time?" = "Launch %@ every time?";

/* Button to display a file open panel to choose a new location for the games folder. */
"Locate folder…" = "Locate folder…";

/* Menu item title for switching to the selected drive in DOS. */
"Make Current Drive" = "Make Current Drive";

/* Explanatory text shown in alert when Boxer cannot find the user’s games folder at startup. */
"Make sure the disk containing your games folder is connected." = "Make sure the disk containing your games folder is connected.";

/* Description for current CPU speed when in automatic CPU throttling mode. */
"Maximum speed" = "Maximum speed";

/* Help menu item for Mobygames website. */
"Mobygames Website" = "Mobygames Website";

/* Error shown when the user tries to add more than the maximum number of CD-ROM drives. %1$d is the maximum number allowed. */
"MS-DOS is limited to a maximum of %1$d CD-ROM drives." = "MS-DOS is limited to a maximum of %1$d CD-ROM drives.";

/* Error message shown when user tries to mount a system folder as a DOS drive. %@ is the requested folder path. */
"MS-DOS is not permitted to access OS X system folders like “%@”." = "MS-DOS is not permitted to access OS X system folders like “%@”.";

/* The standard window title when the session is at the DOS prompt. */
"MS-DOS Prompt" = "MS-DOS Prompt";

/* Menu item for cycling to the next queued CD-ROM. */
"Next Disc" = "Next Disc";

/* Menu item for cycling to the next queued floppy or hard disk. */
"Next Disk" = "Next Disk";

/* Localized name for joystick-disabled option. */
"No joystick" = "No joystick";

/* Main error text shown when Boxer could not find any valid MT-32 ROMs to import out of a set of several files. */
"No suitable MT-32 ROMs were found." = "No suitable MT-32 ROMs were found.";

/* Title shown in MT-32 ROM dropzone when a PCM ROM is present without a control ROM. %1$@ is the expected name of the matching ROM. */
"Now drop in the matching control ROM\n(e.g. “%1$@”.)" = "Now drop in the matching control ROM\n(e.g. “%1$@”.)";

/* Title shown in MT-32 ROM dropzone when a control ROM is present without a PCM ROM. %1$@ is the expected name of the matching ROM. */
"Now drop in the matching PCM ROM\n(e.g. “%1$@”.)" = "Now drop in the matching PCM ROM\n(e.g. “%1$@”.)";

/* Emulation menu option for pausing the emulator. */
"Pause" = "Pause";

/* Label for Pause button on Joypad layouts.
   Label for pause button on Joypad layouts. */
"PAUSE" = "PAUSE";

/* Description for Pentium speed class. %u is cycles setting. */
"Pentium speed (%u cycles)" = "Pentium speed (%u cycles)";

/* Descriptive text for >0 frameskipping */
"Playing 1 in %u frames" = "Playing 1 in %u frames";

/* Descriptive text for 0 frameskipping */
"Playing every frame" = "Playing every frame";

/* Explanatory text shown when chosen games folder was read-only. */
"Please check the file permissions, or choose a different folder." = "Please check the file permissions, or choose a different folder.";

/* Explanatory text for error message shown after failing to mount an image. */
"Please create a subfolder, or choose a different folder you have created yourself." = "Please create a subfolder, or choose a different folder you have created yourself.";

/* Menu item for cycling to the previous queued CD-ROM. */
"Previous Disc" = "Previous Disc";

/* Menu item for cycling to the previous queued floppy or hard disk. */
"Previous Disk" = "Previous Disk";

/* Localized name for 2-axis racing wheel joystick type.
   Localized name for 4-axis racing wheel joystick type. */
"Racing wheel" = "Racing wheel";

/* Used in confirmation sheets to confirm unmounting one or more drives */
"Remove" = "Remove";

/* Label for drive panel menu item to remove selected drives entirely from the drive list. Shown when all selected drives are inactive. */
"Remove from List" = "Remove from List";

/* Explanatory text for confirmation sheet when unmounting one or more drives that are in use. */
"Removing a drive while it is in use may cause programs that depend on the drive to crash." = "Removing a drive while it is in use may cause programs that depend on the drive to crash.";

/* Title of menu item for choosing MT-32 ROMs to replace the existing set. */
"Replace MT-32 ROMs…" = "Replace MT-32 ROMs…";

/* Help menu item for ReplacementDocs website. */
"ReplacementDocs Website" = "ReplacementDocs Website";

/* Emulation menu option for resuming from pause. */
"Resume" = "Resume";

/* Cancel button for confirmation sheet after game exits: will return user to the DOS prompt.
   Cancel button for warning sheet after running a Windows-only executable: will return user to the DOS prompt. */
"Return to DOS" = "Return to DOS";

/* Title shown in MT-32 ROM dropzone when CM-32L ROMs are installed. */
"Roland CM-32L emulation is now active." = "Roland CM-32L emulation is now active.";

/* Title shown in MT-32 ROM dropzone when MT-32 ROMs are installed. */
"Roland MT-32 emulation is now active." = "Roland MT-32 emulation is now active.";

/* Button label for Open panels when selecting a folder. */
"Select" = "Select";

/* Help text shown at the top of choose-a-games-folder panel. */
"Select a folder in which to keep your DOS games:" = "Select a folder in which to keep your DOS games:";

/* Help text shown at the top of MT-32 ROM file chooser panel. */
"Select the MT-32 control ROM and PCM ROM to use." = "Select the MT-32 control ROM and PCM ROM to use.";

/* Label/tooltip for opening drives in a Finder window. */
"Show in Finder" = "Show in Finder";

/* View menu option for showing the program panel. */
"Show Programs Panel" = "Show Programs Panel";

/* Title of menu item for revealing the MT-32 ROM folder in Finder, when no ROMs are present. */
"Show ROM folder in Finder" = "Show ROM folder in Finder";

/* Title of menu item for revealing the MT-32 ROM folder in Finder, when ROMs are already present. */
"Show ROMs in Finder" = "Show ROMs in Finder";

/* View menu option for showing the status bar. */
"Show Status Bar" = "Show Status Bar";

/* Button label to skip importing source files as a fake CD-ROM or CD image. */
"Skip CD import" = "Skip CD import";

/* Button label to skip importing source files as a fake floppy disk.
   Button label to skip importing source files as a hard disk. */
"Skip disk import" = "Skip disk import";

/* Button label to skip importing source files when the import type is not known. */
"Skip this step" = "Skip this step";

/* Explanatory text in skip confirmation alert when importing from a folder or other source with no more specific message. */
"Skipping this step may prevent the game from working if it needs those source files." = "Skipping this step may prevent the game from working if it needs those source files.";

/* The display title for the source drive when importing. */
"Source Drive" = "Source Drive";

/* Localized name for generic 2-axis joystick type. */
"Standard joystick" = "Standard joystick";

/* Localized name for generic 4-axis joystick type. */
"Standard joystick/gamepad" = "Standard joystick/gamepad";

/* Close button for confirmation sheet when closing a game import session. */
"Stop Importing" = "Stop Importing";

/* Button label to cancel the entire game import. */
"Stop importing" = "Stop importing";

/* The display title for Boxer’s temp drive. */
"Temporary Files" = "Temporary Files";

/* Title shown in MT-32 ROM dropzone when user has manually added invalid or unreadable ROMs. */
"The current MT-32 ROMs are invalid.\nPlease drop in new ROMs to replace them." = "The current MT-32 ROMs are invalid.\nPlease drop in new ROMs to replace them.";

/* Error shown when CD-image ripping fails for an unknown reason. %1$@ is the display title of the drive. */
"The disc “%1$@” could not be converted into a disc image." = "The disc “%1$@” could not be converted into a disc image.";

/* Error shown when CD-image ripping fails because the disc is in use. %1$@ is the display title of the drive. */
"The disc “%1$@” could not be converted to a disc image because it is in use by another application." = "The disc “%1$@” could not be converted to a disc image because it is in use by another application.";

/* Recovery suggestion shown when a drive's source image could not be loaded by DOSBox. */
"The disk image file may be corrupted or incomplete." = "The disk image file may be corrupted or incomplete.";

/* Error shown when a drive's source image could not be loaded by DOSBox. %1$@ is the filename of the image. */
"The disk image “%1$@” could not be opened." = "The disk image “%1$@” could not be opened.";

/* Error shown when a drive cannot be mounted because it is busy being imported. */
"The drive “%1$@” is unavailable while it is being imported." = "The drive “%1$@” is unavailable while it is being imported.";

/* Error shown when a drive's source path does not exist or could not be accessed. %1$@ is the filename of the drive's source path. */
"The file “%1$@” could not be read." = "The file “%1$@” could not be read.";

/* Error message shown when trying to set the target path of a gamebox to a file outside the gamebox. %@ is the display filename of the file in question. */
"The file “%@” was not located inside this gamebox." = "The file “%@” was not located inside this gamebox.";

/* Error shown when drive bundle importing fails because the CUE file could not be parsed. %1$@ is the display title of the drive. */
"The image “%1$@” could not be imported because Boxer was unable to determine its source files." = "The image “%1$@” could not be imported because Boxer was unable to determine its source files.";

/* Error shown when user renames a gamebox to a name that already exists. %1$@ is the intended filename. */
"The name “%1$@” is already taken. Please choose another." = "The name “%1$@” is already taken. Please choose another.";

/* Title for confirmation sheet when unmounting multiple drives that are in use. %@ is the display-ready name of the current DOS process. */
"The selected drives are in use by %@. Are you sure you want to remove them?" = "The selected drives are in use by %@. Are you sure you want to remove them?";

/* Error shown when all drive letters are already occupied. */
"There are no free DOS drive letters remaining." = "There are no free DOS drive letters remaining.";

/* Error shown when a drive's letter is already occupied. %1$@ is the occupied drive letter. */
"There is already another drive at the DOS drive letter %1$@." = "There is already another drive at the DOS drive letter %1$@.";

/* Explanation text shown when importing a folder with no executables in it. */
"This folder may contain a game for another platform which is not supported by Boxer." = "This folder may contain a game for another platform which is not supported by Boxer.";

/* Explanatory message shown when drive bundle importing fails because the CUE file could not be parsed. */
"This image may be in a format that Boxer does not support." = "This image may be in a format that Boxer does not support.";

/* Localized name for Thrustmaster FCS joystick type. */
"Thrustmaster FCS" = "Thrustmaster FCS";

/* Recovery suggestion shown when the chosen drive letter for a CD-ROM drive would be non-contiguous. */
"Try removing later drives before adding or removing any other CD-ROM drives." = "Try removing later drives before adding or removing any other CD-ROM drives.";

/* Version string for display in About panel. %1$@ is human-readable version (e.g. 1.0beta), %2$@ is build number (e.g. 20090323-1.) */
"Version %1$@ | build %2$@" = "Version %1$@ | build %2$@";

/* Description for PC-XT 8088 speed class. %u is cycles setting. */
"XT speed (%u cycles)" = "XT speed (%u cycles)";

/* Recovery suggestion shown when a drive cannot be mounted because it is busy being imported. */
"You can use the drive once the import has completed or been cancelled." = "You can use the drive once the import has completed or been cancelled.";

/* Informative text of warning sheet after running a Windows-only executable or importing a Windows-only game. */
"You may be able to run it in a Windows emulator instead, such as CrossOver Games." = "You may be able to run it in a Windows emulator instead, such as CrossOver Games.";

/* Explanatory text shown when user attempts to add a control ROM that doesn’t match an already-imported PCM ROM. */
"You will need to a find a matching control ROM, or else replace both ROMs with ones from the same model." = "You will need to a find a matching control ROM, or else replace both ROMs with ones from the same model.";

/* Explanatory text shown when user attempts to add a PCM ROM that doesn’t match an already-imported control ROM. */
"You will need to a find a matching PCM ROM, or else replace both ROMs with ones from the same model." = "You will need to a find a matching PCM ROM, or else replace both ROMs with ones from the same model.";

/* Title shown in MT-32 ROM dropzone when user has a real MT-32 connected to their Mac. */
"Your real Roland MT-32 is connected." = "Your real Roland MT-32 is connected.";

/* Error message shown when Boxer could not find any valid MT-32 ROMs to import from the folder the user chose. %1$@ is the filename of the folder. */
"“%1$@” does not contain any suitable MT-32 ROMs." = "“%1$@” does not contain any suitable MT-32 ROMs.";

/* Error message shown after choosing a reserved folder as the location for the DOS Games folder. %1$@ is the display name of the folder. */
"“%1$@” is a special OS X folder and not suitable for storing your DOS games." = "“%1$@” is a special OS X folder and not suitable for storing your DOS games.";

/* Error message shown when user attempts to add a PCM ROM that doesn't match an already-imported control ROM. %1$@ is the filename of the new ROM. */
"“%1$@” is from a different MT-32 model than the existing control ROM." = "“%1$@” is from a different MT-32 model than the existing control ROM.";

/* Error message shown when user attempts to add a control ROM that doesn't match an already-imported PCM ROM. %1$@ is the filename of the new ROM. */
"“%1$@” is from a different MT-32 model than the existing PCM ROM." = "“%1$@” is from a different MT-32 model than the existing PCM ROM.";

/* Error message shown when the file the user selected was not a valid MT-32 ROM. %1$@ is the filename of the file. */
"“%1$@” is not a valid MT-32 ROM." = "“%1$@” is not a valid MT-32 ROM.";

/* Error message shown when importing a folder with no executables in it. %@ is the display filename of the imported path. */
"“%@” does not contain any MS-DOS programs." = "“%@” does not contain any MS-DOS programs.";

/* Error message shown when importing a folder that contains a Windows-only game. %@ is the display filename of the imported path. */
"“%@” is a Microsoft Windows game or application, which Boxer does not support." = "“%@” is a Microsoft Windows game or application, which Boxer does not support.";

/* Title of warning sheet after running a Windows-only executable. %@ is the original filename of the executable. */
"“%@” is a Microsoft Windows program, which Boxer does not support." = "“%@” is a Microsoft Windows program, which Boxer does not support.";

/* Format for error message when choosing an unrecognised joystick type. %@ is the classname of the chosen joystick type. */
"“%@” is not a valid joystick type." = "“%@” is not a valid joystick type.";

